Repository: diferansiyel1/qorlab
Catalog: packages/core/localization/lib/l10n/app_*.arb
Languages: tr

# appTitle
source: QorLab Dashboard
tr: QorLab Paneli

# useGlovesWrapper
source: Use Gloves!
tr: Eldiven Kullanın!

source: NEW EXPERIMENT
tr: YENİ DENEY

# openExperiment
source: OPEN ID 1
tr: DENEY AÇ (ID 1)

source: TIMERS
tr: SAYAÇLAR

source: IN-VIVO SAFETY
tr: IN-VIVO GÜVENLİK

source: CHEMISTRY
tr: KİMYA

source: Molarity Calculator
tr: Molarite Hesaplayıcı

# selectChemical
source: Select Chemical from Inventory
tr: Envanterden Kimyasal Seç

source: Molecular Weight
tr: Moleküler Ağırlık

source: Volume
tr: Hacim

source: Desired Molarity
tr: Hedef Molarite

source: Required Mass
tr: Gerekli Kütle

source: LOG THIS
tr: LOG'A KAYDET

source: Saved to Log
tr: Log'a Kaydedildi

source: Safety Calculator
tr: Güvenlik Hesaplayıcı

source: Species
tr: Tür

source: Route
tr: Yol

source: Weight
tr: Ağırlık

source: Dose
tr: Doz

source: Concentration
tr: Konsantrasyon

source: CALCULATE
tr: HESAPLA

source: SAVE TO LOG
tr: LOG'A KAYDET

source: Saved to Experiment Log
tr: Deney Loguna Kaydedildi

source: Invalid Numbers
tr: Geçersiz Değerler

# noActiveExperiment
source: No active experiment. Open one to log.
tr: Aktif deney yok. Loglamak için bir deney aç.

source: Log New Event
tr: Yeni Olay Kaydet

source: Voice Note
tr: Sesli Not

source: Voice note saved
tr: Sesli not kaydedildi

source: Dose Calc
tr: Doz Hesabı

source: Photo
tr: Fotoğraf

# photoSaved
source: Photo captured and saved
tr: Fotoğraf çekildi ve kaydedildi

# photoFailed
source: Failed to capture photo
tr: Fotoğraf çekilemedi

source: Molarity
tr: Molarite

# textNote
source: Text
tr: Metin

source: Measurement
tr: Ölçüm

source: Graphs
tr: Grafikler

source: Add Note
tr: Not Ekle

source: Enter observation...
tr: Gözlem gir...

source: Cancel
tr: İptal

source: Save
tr: Kaydet

source: Save failed
tr: Kaydetme başarısız

source: Log Measurement
tr: Ölçüm Kaydet

# measurementType
source: Type
tr: Tür

# measurementLabel
source: Label
tr: Etiket

# measurementUnit
source: Unit
tr: Birim

# measurementValue
source: Value
tr: Değer

# measurementNote
source: Note (optional)
tr: Not (opsiyonel)

# measurementPresetTemperature
source: Temperature
tr: Sıcaklık

# measurementPresetAbsorbance
source: Absorbance
tr: Absorbans

# measurementPresetCustom
source: Custom
tr: Özel

# noMeasurementSeries
source: No measurement series yet
tr: Henüz ölçüm serisi yok

# noMeasurementPoints
source: No measurement points yet
tr: Henüz ölçüm noktası yok

source: Latest Value
tr: Son Değer

source: No unit
tr: Birim yok
